docs/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
  <head>
    <meta http-equiv="Content-Type"
    content="text/html;charset=utf-8" />
    <meta name="viewport"
    content="width=device-width, initial-scale=1" />
    <title>Polyedre</title>
    <meta name="generator" content="Org mode" />
    <link rel="stylesheet" type="text/css" href="org.css" />
  </head>
  <body>
    <div id="content">
      <h1 class="title">Polyedre</h1>
      <div id="table-of-contents">
        <h2>Table des matières</h2>
        <div id="text-table-of-contents">
          <ul>
            <li>
              <a href="#org4b77fc4">Introduction</a>
            </li>
            <li>
              <a href="#orgd48bce5">Cybersecurity</a>
              <ul>
                <li>
                  <a href="#orgf9f90d8">Zaproxy</a>
                </li>
                <li>
                  <a href="#orgefd7c68">Hacktricks</a>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org4b77fc4" class="outline-2">
        <h2 id="org4b77fc4">Introduction</h2>
        <div class="outline-text-2" id="text-org4b77fc4">
          <p>Welcome to my personal website. I am a Computer
          Science Student with a passion for 
          <b>server administration</b>and 
          <b>cybersecurity</b>.</p>
        </div>
      </div>
      <div id="outline-container-orgd48bce5" class="outline-2">
        <h2 id="orgd48bce5">Cybersecurity</h2>
        <div class="outline-text-2" id="text-orgd48bce5">
          <p>Here are some ressources that I find very usefull.</p>
        </div>
        <div id="outline-container-orgf9f90d8" class="outline-3">
          <h3 id="orgf9f90d8">Zaproxy</h3>
          <div class="outline-text-3" id="text-orgf9f90d8">
            <p>Zaproxy is a software developped by the OWASP
            community. I allows the user to intercept requests
            between the browser and the server.</p>
          </div>
        </div>
        <div id="outline-container-orgefd7c68" class="outline-3">
          <h3 id="orgefd7c68">Hacktricks</h3>
          <div class="outline-text-3" id="text-orgefd7c68">
            <p>
            <a href="https://book.hacktricks.xyz">
            https://book.hacktricks.xyz</a>is a very usefull
            website full of ressources to learn pentesting and
            priviledge escalation.</p>
          </div>
        </div>
      </div>
    </div>
  </body>
</html>
